"CFBundleDisplayName" = "Google నుండి బ్యాకప్ మరియు సింక్";
"Google drawing" = "Google డ్రాయింగ్";
"CFBundleName" = "బ్యాకప్ మరియు సమకాలీకరణ";
"Google table" = "Google పట్టిక";
"Google presentation" = "Google ప్రెజెంటేషన్";
"Google spreadsheet" = "Google స్ప్రెడ్‌షీట్";
"Google Drive link" = "Google డిస్క్ లింక్";
"Google document" = "Google పత్రం";
"Google form" = "Google ఫారమ్";
